Test readme mermaid
